tap "puma/puma"
tap "homebrew/fuse"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
cask "osxfuse"
brew "sqlite"
brew "aircrack-ng"
brew "autoconf"
brew "automake"
brew "axel"
brew "base64"
brew "c2048"
brew "coreutils"
brew "curl"
brew "ext4fuse"
brew "gdrive"
brew "git"
brew "gnupg"
brew "libtool"
brew "graphviz"
brew "htop"
brew "hub"
brew "lftp"
brew "libyaml"
brew "markdown"
brew "mas"
brew "mplayer"
brew "mplayershell"
brew "mysql"
brew "nmap", link: false
brew "node"
brew "ntfs-3g"
brew "openssl@1.1"
brew "pdfgrep"
brew "pulseaudio", restart_service: true
brew "reattach-to-user-namespace"
brew "shpotify"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "v8"
brew "vim"
brew "wget"
brew "wtf"
brew "yarn"
brew "zsh"
cask "airdroid"
cask "alfred"
cask "android-file-transfer"
cask "android-ndk"
cask "android-sdk"
cask "android-studio"
cask "battle-net"
cask "bettertouchtool"
cask "calibre"
cask "cgoban"
cask "deluge"
cask "discord"
cask "dropbox"
cask "eqmac"
cask "flirc"
cask "flux"
cask "gimp"
cask "google-chrome"
cask "google-hangouts"
cask "inboxer"
cask "iterm2"
cask "java"
cask "lacona"
cask "league-of-legends"
cask "mactex"
cask "mplayer-osx-extended"
cask "mplayerx"
cask "muzzle"
cask "onedrive"
cask "rubymotion"
cask "screenhero"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "touch-bar-pong"
cask "vlc"
cask "whatsapp"
cask "zotero"
mas "Colors", id: 581915465
mas "iLightShow", id: 1217138942
mas "Simple Recorder", id: 989175722
