tap "puma/puma"
tap "homebrew/fuse"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"

brew "axel"                                   # ommand line download acceleratorg
brew "base64"
brew "coreutils"
brew "curl"
brew "gdrive"
brew "git"
brew "gnupg"
brew "libtool"
brew "htop"
brew "hub"
brew "lftp"
brew "libyaml"
brew "mas"
brew "mplayer"
brew "mplayershell"
brew "mysql"
brew "nmap", link: false
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "reattach-to-user-namespace"
brew "shpotify"
brew "sqlite"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"                      # tig : text-mode interface for Git
brew "tmux"
brew "tree"
brew "utf8proc"
brew "v8"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"

cask "alfred"
cask "bettertouchtool"
cask "calibre"
cask "deluge"                   # deluge : torrent client
cask "discord"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "inboxer"
cask "iterm2"
cask "lacona"
cask "mplayer-osx-extended"
cask "mplayerx"
cask "muzzle"
cask "skype"
cask "spotify"
cask "steam"
cask "vlc"
cask "whatsapp"
cask "zotero"

mas "Colors", id: 581915465
mas "iLightShow", id: 1217138942
mas "Simple Recorder", id: 989175722
